Repository: afa-submission-manager/afa-submission-manager
Catalog: languages/wp-all-forms-api-*.po
Languages: es, pt

source: WPAFA - Mobile-Ready Submission Manager
es: Administrador de Envíos Listo para Móviles WPAFA

source: Simplify form management and gain insights with our robust WordPress plugin.
es: Simplifica la gestión de formularios y obtén información con nuestra robusta extensión para WordPress.
pt: Simplifique a gestão de formulários e obtenha insights com nosso robusto plugin para WordPress.

source: WPAFA - Connected Users
es: WPAFA - Usuarios Conectados

source: Connected Users
es: Usuarios Conectados
pt: Usuários Conectados

source: WPAFA - Settings
es: WPAFA - Configuración

source: Settings
es: Configuración
pt: Configurações

source: User Login
es: Inicio de Sesión del Usuario
pt: Login do Usuário

source: Display Name
es: Nombre para Mostrar
pt: Nome de Exibição

source: User Id
es: ID de Usuario
pt: ID do Usuário

source: No users Connected.
es: No hay usuarios conectados.
pt: Nenhum usuário conectado.

source: Select
es: Seleccionar
pt: Selecionar

source: Security check
es: Verificación de Seguridad
pt: Verificação de Segurança

source: Search User
es: Buscar Usuario
pt: Buscar Usuário

source: About plugin
es: cerca de la extensión
pt: Sobre o plugin

source: About Our Plugin
es: Acerca de Nuestra Extensión
pt: Sobre Nosso Plugin

source: Welcome to our powerful plugin designed to enhance your form management experience. Our plugin is built to simplify form entry management, providing you with the tools you need to streamline the process and save time.
es: Bienvenido a nuestra potente extensión diseñada para mejorar tu experiencia en la gestión de formularios. Nuestra extensión está creada para simplificar la gestión de entradas de formularios, brindándote las herramientas que necesitas para optimizar el proceso y ahorrar tiempo.
pt: Bem-vindo ao nosso poderoso plugin projetado para aprimorar sua experiência de gerenciamento de formulários. Nosso plugin foi criado para simplificar a gestão de entradas de formulários, fornecendo as ferramentas necessárias para agilizar o processo e economizar tempo.

source: Our plugin goes beyond the desktop by providing a robust API that empowers your mobile app users to effortlessly view form submissions on the go. Seamlessly integrate our plugin with popular WordPress form builders and grant your users the ability to oversee submissions from anywhere.
es: Nuestra extensión va más allá del escritorio al proporcionar una API robusta que permite a los usuarios de tu aplicación móvil ver fácilmente las presentaciones de formularios sobre la marcha. Integra sin problemas nuestra extensión con los populares constructores de formularios de WordPress y brinda a tus usuarios la capacidad de supervisar las presentaciones desde cualquier lugar.
pt: Nosso plugin vai além do desktop, fornecendo uma API robusta que capacita os usuários do seu aplicativo móvel a visualizar as submissões de formulários de maneira simples enquanto estão em trânsito. Integre nosso plugin de forma perfeita com construtores de formulários populares para WordPress e dê aos seus usuários a capacidade de supervisionar as submissões de qualquer lugar.

source: Stay organized, gain insights, and enhance user interactions, all within your WordPress dashboard and through our dedicated API. With our user-friendly plugin, you can stay in control and transform the way you manage form submissions. Dive into the possibilities today and revolutionize your approach to form management!
es: Mantén la organización, obtén información y mejora las interacciones con los usuarios, todo dentro de tu panel de WordPress y a través de nuestra API dedicada. Con nuestra extensión amigable para el usuario, puedes mantenerte en control y transformar la manera en que gestionas las presentaciones de formularios. ¡Sumérgete en las posibilidades hoy mismo y revoluciona tu enfoque en la gestión de formularios!
pt: Mantenha-se organizado, obtenha insights e aprimore as interações dos usuários, tudo dentro do seu painel do WordPress e por meio de nossa API dedicada. Com nosso plugin de fácil utilização, você pode se manter no controle e transformar a maneira como gerencia as submissões de formulários. Explore as possibilidades hoje mesmo e revolucione sua abordagem ao gerenciamento de formulários.

source: Supported plugins:
es: Extensiones compatibles:
pt: Plugins suportados:

source: Login
es: Iniciar Sesión

source: Scan the following QR Code using the WPAFA app.
es: Escanee el siguiente código QR usando la aplicación WPAFA.

source: Staff
es: Personal
pt: Equipe

source: Manage User Permissions
es: Administrar Permisos de Usuario
pt: Gerenciar Permissões de Usuário

source: Save Changes
es: Guardar Cambios
pt: Salvar Alterações

source: Add Users
es: Agregar Usuarios
pt: Adicionar Usuários

source: To allow non-admin users to access this app, grant them the required permission
es: Para permitir que los usuarios no administradores accedan a esta aplicación, concédeles los permisos requeridos
pt: Para permitir que usuários não administradores acessem este aplicativo, conceda a eles a permissão necessária

source: Someone filled out a new form: {bold}%1$s{/bold}
es: Alguien ha completado un nuevo formulario: {bold}%1$s{/bold}
pt: Alguém preencheu um novo formulário: {bold}%1$s{/bold}

source: {bold}%1$s{/bold} filled out a new form: {bold}%2$s{/bold}
es: {bold}%1$s{/bold} ha completado un nuevo formulario: {bold}%2$s{/bold}
pt: {bold}%1$s{/bold} preencheu um novo formulário: {bold}%2$s{/bold}

source: New Form Submission Received from %1$s. Open app to view
es: Nueva presentación de formulario recibida de %1$s. Abre la aplicación para ver
pt: Nova submissão de formulário recebida de %1$s. Abra o aplicativo para visualizar

source: New Form Submission
es: Nueva presentación de formulario
pt: Nova Submissão de Formulário

source: WP AFA - Mobile-Ready Submission Manager
pt: WP AFA - Gerenciador de Envio Pronto para Dispositivos Móveis

source: WP AFA - Connected Users
pt: WP AFA - Usuários Conectados

source: WP AFA - Settings
pt: WP AFA - Configurações

source: Scan the following QR Code using the WP AFA app.
pt: Escanee o QR Code a seguir usando o aplicativo WP AFA.
